{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "§": 109,
      "©": 110,
      "«": 111,
      "­": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¹": 123,
      "º": 124,
      "»": 125,
      "¼": 126,
      "½": 127,
      "¾": 128,
      "¿": 129,
      "À": 130,
      "Á": 131,
      "Â": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "ą": 196,
      "Ć": 197,
      "ć": 198,
      "ĉ": 199,
      "Ċ": 200,
      "ċ": 201,
      "Č": 202,
      "č": 203,
      "Ď": 204,
      "ď": 205,
      "Đ": 206,
      "đ": 207,
      "Ē": 208,
      "ē": 209,
      "Ĕ": 210,
      "ĕ": 211,
      "Ė": 212,
      "ė": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "ğ": 217,
      "Ġ": 218,
      "ġ": 219,
      "Ģ": 220,
      "ģ": 221,
      "Ĥ": 222,
      "Ħ": 223,
      "ħ": 224,
      "ĩ": 225,
      "Ī": 226,
      "ī": 227,
      "ĭ": 228,
      "į": 229,
      "İ": 230,
      "ı": 231,
      "ĵ": 232,
      "Ķ": 233,
      "ķ": 234,
      "ĸ": 235,
      "ĺ": 236,
      "ļ": 237,
      "Ľ": 238,
      "ľ": 239,
      "Ł": 240,
      "ł": 241,
      "ń": 242,
      "ņ": 243,
      "ň": 244,
      "Ŋ": 245,
      "ŋ": 246,
      "Ō": 247,
      "ō": 248,
      "ŏ": 249,
      "ő": 250,
      "Œ": 251,
      "œ": 252,
      "Ŗ": 253,
      "ŗ": 254,
      "Ř": 255,
      "ř": 256,
      "Ś": 257,
      "ś": 258,
      "Ŝ": 259,
      "Ş": 260,
      "ş": 261,
      "Š": 262,
      "š": 263,
      "Ţ": 264,
      "ţ": 265,
      "ť": 266,
      "ŧ": 267,
      "ũ": 268,
      "Ū": 269,
      "ū": 270,
      "ŭ": 271,
      "ů": 272,
      "ű": 273,
      "ų": 274,
      "ŵ": 275,
      "ŷ": 276,
      "Ź": 277,
      "ź": 278,
      "Ż": 279,
      "ż": 280,
      "Ž": 281,
      "ž": 282,
      "ſ": 283,
      "ƀ": 284,
      "Ɔ": 285,
      "Ƈ": 286,
      "ƈ": 287,
      "Ɖ": 288,
      "ƍ": 289,
      "Ǝ": 290,
      "Ə": 291,
      "Ɛ": 292,
      "ƒ": 293,
      "Ɣ": 294,
      "ƙ": 295,
      "ƛ": 296,
      "ơ": 297,
      "Ƣ": 298,
      "ƥ": 299,
      "ƭ": 300,
      "ư": 301,
      "Ʋ": 302,
      "ƿ": 303,
      "ǀ": 304,
      "ǁ": 305,
      "ǂ": 306,
      "ǃ": 307,
      "ǎ": 308,
      "ǐ": 309,
      "Ǒ": 310,
      "ǒ": 311,
      "ǔ": 312,
      "ǚ": 313,
      "ǜ": 314,
      "ǝ": 315,
      "Ǣ": 316,
      "ǣ": 317,
      "Ǧ": 318,
      "ǧ": 319,
      "Ǫ": 320,
      "ǫ": 321,
      "ǭ": 322,
      "ǰ": 323,
      "ǵ": 324,
      "Ƿ": 325,
      "Ǹ": 326,
      "ǹ": 327,
      "ǽ": 328,
      "Ș": 329,
      "ș": 330,
      "Ț": 331,
      "ț": 332,
      "Ȝ": 333,
      "ȝ": 334,
      "ȟ": 335,
      "ȯ": 336,
      "ȳ": 337,
      "ȷ": 338,
      "ȼ": 339,
      "Ɉ": 340,
      "ɐ": 341,
      "ɑ": 342,
      "ɒ": 343,
      "ɓ": 344,
      "ɔ": 345,
      "ɕ": 346,
      "ɖ": 347,
      "ɗ": 348,
      "ɘ": 349,
      "ə": 350,
      "ɚ": 351,
      "ɛ": 352,
      "ɜ": 353,
      "ɞ": 354,
      "ɟ": 355,
      "ɠ": 356,
      "ɡ": 357,
      "ɢ": 358,
      "ɣ": 359,
      "ɤ": 360,
      "ɥ": 361,
      "ɦ": 362,
      "ɧ": 363,
      "ɨ": 364,
      "ɪ": 365,
      "ɫ": 366,
      "ɬ": 367,
      "ɭ": 368,
      "ɮ": 369,
      "ɯ": 370,
      "ɰ": 371,
      "ɱ": 372,
      "ɲ": 373,
      "ɳ": 374,
      "ɴ": 375,
      "ɵ": 376,
      "ɶ": 377,
      "ɷ": 378,
      "ɸ": 379,
      "ɹ": 380,
      "ɺ": 381,
      "ɻ": 382,
      "ɽ": 383,
      "ɾ": 384,
      "ʀ": 385,
      "ʁ": 386,
      "ʂ": 387,
      "ʃ": 388,
      "ʄ": 389,
      "ʇ": 390,
      "ʈ": 391,
      "ʉ": 392,
      "ʊ": 393,
      "ʋ": 394,
      "ʌ": 395,
      "ʍ": 396,
      "ʎ": 397,
      "ʏ": 398,
      "ʐ": 399,
      "ʑ": 400,
      "ʒ": 401,
      "ʔ": 402,
      "ʕ": 403,
      "ʖ": 404,
      "ʗ": 405,
      "ʘ": 406,
      "ʙ": 407,
      "ʛ": 408,
      "ʝ": 409,
      "ʟ": 410,
      "ʠ": 411,
      "ʡ": 412,
      "ʢ": 413,
      "ʰ": 414,
      "ʱ": 415,
      "ʲ": 416,
      "ʳ": 417,
      "ʷ": 418,
      "ʹ": 419,
      "ʻ": 420,
      "ʼ": 421,
      "ʽ": 422,
      "ʾ": 423,
      "ʿ": 424,
      "ˀ": 425,
      "ˁ": 426,
      "ˆ": 427,
      "ˇ": 428,
      "ˈ": 429,
      "ˌ": 430,
      "ː": 431,
      "ˑ": 432,
      "˔": 433,
      "˕": 434,
      "˖": 435,
      "˘": 436,
      "˚": 437,
      "˜": 438,
      "˞": 439,
      "ˠ": 440,
      "ˢ": 441,
      "ˣ": 442,
      "ˤ": 443,
      "˥": 444,
      "˦": 445,
      "˧": 446,
      "˨": 447,
      "˩": 448,
      "̀": 449,
      "́": 450,
      "̂": 451,
      "̃": 452,
      "̄": 453,
      "̆": 454,
      "̇": 455,
      "̈": 456,
      "̊": 457,
      "̋": 458,
      "̌": 459,
      "̍": 460,
      "̏": 461,
      "̐": 462,
      "̑": 463,
      "̖": 464,
      "̗": 465,
      "̚": 466,
      "̝": 467,
      "̞": 468,
      "̟": 469,
      "̠": 470,
      "̣": 471,
      "̤": 472,
      "̥": 473,
      "̧": 474,
      "̩": 475,
      "̪": 476,
      "̬": 477,
      "̮": 478,
      "̯": 479,
      "̰": 480,
      "̱": 481,
      "̲": 482,
      "̳": 483,
      "̺": 484,
      "̽": 485,
      "͌": 486,
      "͍": 487,
      "͘": 488,
      "͜": 489,
      "͡": 490,
      "΄": 491,
      "Ά": 492,
      "Έ": 493,
      "Ή": 494,
      "Ί": 495,
      "Ό": 496,
      "Ύ": 497,
      "ΐ": 498,
      "Α": 499,
      "Β": 500,
      "Γ": 501,
      "Δ": 502,
      "Ε": 503,
      "Ζ": 504,
      "Η": 505,
      "Θ": 506,
      "Ι": 507,
      "Κ": 508,
      "Λ": 509,
      "Μ": 510,
      "Ν": 511,
      "Ξ": 512,
      "Ο": 513,
      "Π": 514,
      "Ρ": 515,
      "Σ": 516,
      "Τ": 517,
      "Υ": 518,
      "Φ": 519,
      "Χ": 520,
      "Ψ": 521,
      "Ω": 522,
      "ά": 523,
      "έ": 524,
      "ή": 525,
      "ί": 526,
      "α": 527,
      "β": 528,
      "γ": 529,
      "δ": 530,
      "ε": 531,
      "ζ": 532,
      "η": 533,
      "θ": 534,
      "ι": 535,
      "κ": 536,
      "λ": 537,
      "μ": 538,
      "ν": 539,
      "ξ": 540,
      "ο": 541,
      "π": 542,
      "ρ": 543,
      "ς": 544,
      "σ": 545,
      "τ": 546,
      "υ": 547,
      "φ": 548,
      "χ": 549,
      "ψ": 550,
      "ω": 551,
      "ϊ": 552,
      "ό": 553,
      "ύ": 554,
      "ώ": 555,
      "ϑ": 556,
      "ϕ": 557,
      "ϝ": 558,
      "ϟ": 559,
      "ϵ": 560,
      "Ђ": 561,
      "Є": 562,
      "І": 563,
      "Ї": 564,
      "Ј": 565,
      "Љ": 566,
      "Ћ": 567,
      "А": 568,
      "Б": 569,
      "В": 570,
      "Г": 571,
      "Д": 572,
      "Е": 573,
      "Ж": 574,
      "З": 575,
      "И": 576,
      "Й": 577,
      "К": 578,
      "Л": 579,
      "М": 580,
      "Н": 581,
      "О": 582,
      "П": 583,
      "Р": 584,
      "С": 585,
      "Т": 586,
      "У": 587,
      "Ф": 588,
      "Х": 589,
      "Ц": 590,
      "Ч": 591,
      "Ш": 592,
      "Щ": 593,
      "Ъ": 594,
      "Ы": 595,
      "Ь": 596,
      "Э": 597,
      "Ю": 598,
      "Я": 599,
      "а": 600,
      "б": 601,
      "в": 602,
      "г": 603,
      "д": 604,
      "е": 605,
      "ж": 606,
      "з": 607,
      "и": 608,
      "й": 609,
      "к": 610,
      "л": 611,
      "м": 612,
      "н": 613,
      "о": 614,
      "п": 615,
      "р": 616,
      "с": 617,
      "т": 618,
      "у": 619,
      "ф": 620,
      "х": 621,
      "ц": 622,
      "ч": 623,
      "ш": 624,
      "щ": 625,
      "ъ": 626,
      "ы": 627,
      "ь": 628,
      "э": 629,
      "ю": 630,
      "я": 631,
      "ё": 632,
      "ђ": 633,
      "є": 634,
      "і": 635,
      "ї": 636,
      "ј": 637,
      "љ": 638,
      "њ": 639,
      "ћ": 640,
      "ѝ": 641,
      "ў": 642,
      "Ѡ": 643,
      "ѡ": 644,
      "Ѣ": 645,
      "ѣ": 646,
      "ѥ": 647,
      "ѧ": 648,
      "Ѯ": 649,
      "ѹ": 650,
      "҆": 651,
      "ғ": 652,
      "қ": 653,
      "ү": 654,
      "ҳ": 655,
      "ҷ": 656,
      "ӣ": 657,
      "Ө": 658,
      "ө": 659,
      "ӯ": 660,
      "Ӷ": 661,
      "ӷ": 662,
      "Ա": 663,
      "Բ": 664,
      "Գ": 665,
      "Դ": 666,
      "Ե": 667,
      "Զ": 668,
      "Է": 669,
      "Ը": 670,
      "Թ": 671,
      "Ժ": 672,
      "Ի": 673,
      "Լ": 674,
      "Խ": 675,
      "Կ": 676,
      "Հ": 677,
      "Ձ": 678,
      "Ղ": 679,
      "Ճ": 680,
      "Մ": 681,
      "Յ": 682,
      "Ն": 683,
      "Շ": 684,
      "Ո": 685,
      "Պ": 686,
      "Ջ": 687,
      "Ռ": 688,
      "Ս": 689,
      "Վ": 690,
      "Տ": 691,
      "Փ": 692,
      "Ք": 693,
      "Օ": 694,
      "ա": 695,
      "բ": 696,
      "գ": 697,
      "դ": 698,
      "ե": 699,
      "զ": 700,
      "է": 701,
      "ը": 702,
      "թ": 703,
      "ժ": 704,
      "ի": 705,
      "լ": 706,
      "խ": 707,
      "ծ": 708,
      "կ": 709,
      "հ": 710,
      "ձ": 711,
      "ղ": 712,
      "ճ": 713,
      "մ": 714,
      "յ": 715,
      "ն": 716,
      "շ": 717,
      "ո": 718,
      "չ": 719,
      "պ": 720,
      "ջ": 721,
      "ռ": 722,
      "ս": 723,
      "վ": 724,
      "տ": 725,
      "ր": 726,
      "ց": 727,
      "ւ": 728,
      "փ": 729,
      "ք": 730,
      "օ": 731,
      "և": 732,
      "֤": 733,
      "֫": 734,
      "ְ": 735,
      "ֱ": 736,
      "ֲ": 737,
      "ֳ": 738,
      "ִ": 739,
      "ֵ": 740,
      "ֶ": 741,
      "ַ": 742,
      "ָ": 743,
      "ֹ": 744,
      "ֻ": 745,
      "ּ": 746,
      "ֽ": 747,
      "ֿ": 748,
      "ׁ": 749,
      "ׂ": 750,
      "א": 751,
      "ב": 752,
      "ג": 753,
      "ד": 754,
      "ה": 755,
      "ו": 756,
      "ז": 757,
      "ח": 758,
      "ט": 759,
      "י": 760,
      "ך": 761,
      "כ": 762,
      "ל": 763,
      "ם": 764,
      "מ": 765,
      "ן": 766,
      "נ": 767,
      "ס": 768,
      "ע": 769,
      "ף": 770,
      "פ": 771,
      "ץ": 772,
      "צ": 773,
      "ק": 774,
      "ר": 775,
      "ש": 776,
      "ת": 777,
      "ױ": 778,
      "׳": 779,
      "،": 780,
      "ء": 781,
      "آ": 782,
      "أ": 783,
      "ؤ": 784,
      "إ": 785,
      "ئ": 786,
      "ا": 787,
      "ب": 788,
      "ة": 789,
      "ت": 790,
      "ث": 791,
      "ج": 792,
      "ح": 793,
      "خ": 794,
      "د": 795,
      "ذ": 796,
      "ر": 797,
      "ز": 798,
      "س": 799,
      "ش": 800,
      "ص": 801,
      "ض": 802,
      "ط": 803,
      "ظ": 804,
      "ع": 805,
      "غ": 806,
      "ـ": 807,
      "ف": 808,
      "ق": 809,
      "ك": 810,
      "ل": 811,
      "م": 812,
      "ن": 813,
      "ه": 814,
      "و": 815,
      "ى": 816,
      "ي": 817,
      "ً": 818,
      "ٌ": 819,
      "ٍ": 820,
      "َ": 821,
      "ُ": 822,
      "ِ": 823,
      "ّ": 824,
      "ْ": 825,
      "ٔ": 826,
      "١": 827,
      "٧": 828,
      "ٰ": 829,
      "پ": 830,
      "چ": 831,
      "ڈ": 832,
      "ڠ": 833,
      "ک": 834,
      "ڬ": 835,
      "گ": 836,
      "ں": 837,
      "ھ": 838,
      "ہ": 839,
      "ی": 840,
      "ۍ": 841,
      "ے": 842,
      "ە": 843,
      "ܐ": 844,
      "ܒ": 845,
      "ܔ": 846,
      "ܕ": 847,
      "ܗ": 848,
      "ܘ": 849,
      "ܙ": 850,
      "ܚ": 851,
      "ܛ": 852,
      "ܝ": 853,
      "ܠ": 854,
      "ܡ": 855,
      "ܢ": 856,
      "ܣ": 857,
      "ܥ": 858,
      "ܦ": 859,
      "ܪ": 860,
      "ܬ": 861,
      "ܲ": 862,
      "ܵ": 863,
      "ܼ": 864,
      "݂": 865,
      "ँ": 866,
      "ं": 867,
      "ः": 868,
      "अ": 869,
      "आ": 870,
      "इ": 871,
      "ई": 872,
      "उ": 873,
      "ऋ": 874,
      "ए": 875,
      "ऐ": 876,
      "औ": 877,
      "क": 878,
      "ख": 879,
      "ग": 880,
      "घ": 881,
      "ङ": 882,
      "च": 883,
      "छ": 884,
      "ज": 885,
      "ञ": 886,
      "ट": 887,
      "ठ": 888,
      "ड": 889,
      "ण": 890,
      "त": 891,
      "थ": 892,
      "द": 893,
      "ध": 894,
      "न": 895,
      "प": 896,
      "फ": 897,
      "ब": 898,
      "भ": 899,
      "म": 900,
      "य": 901,
      "र": 902,
      "ल": 903,
      "व": 904,
      "श": 905,
      "ष": 906,
      "स": 907,
      "ह": 908,
      "़": 909,
      "ऽ": 910,
      "ा": 911,
      "ि": 912,
      "ी": 913,
      "ु": 914,
      "ू": 915,
      "ृ": 916,
      "ॆ": 917,
      "े": 918,
      "ै": 919,
      "ॉ": 920,
      "ॊ": 921,
      "ो": 922,
      "ौ": 923,
      "्": 924,
      "ॐ": 925,
      "।": 926,
      "॥": 927,
      "१": 928,
      "२": 929,
      "३": 930,
      "ং": 931,
      "অ": 932,
      "আ": 933,
      "ই": 934,
      "এ": 935,
      "ক": 936,
      "খ": 937,
      "গ": 938,
      "ঙ": 939,
      "চ": 940,
      "জ": 941,
      "ট": 942,
      "ড": 943,
      "ঢ": 944,
      "ণ": 945,
      "ত": 946,
      "থ": 947,
      "দ": 948,
      "ন": 949,
      "প": 950,
      "ব": 951,
      "ভ": 952,
      "ম": 953,
      "য": 954,
      "র": 955,
      "ল": 956,
      "শ": 957,
      "ষ": 958,
      "স": 959,
      "হ": 960,
      "়": 961,
      "া": 962,
      "ি": 963,
      "ী": 964,
      "ু": 965,
      "ূ": 966,
      "ে": 967,
      "ৈ": 968,
      "ো": 969,
      "্": 970,
      "ৰ": 971,
      "ਂ": 972,
      "ਅ": 973,
      "ਉ": 974,
      "ਖ": 975,
      "ਘ": 976,
      "ਜ": 977,
      "ਝ": 978,
      "ਦ": 979,
      "ਲ": 980,
      "ਵ": 981,
      "ਸ": 982,
      "ਹ": 983,
      "਼": 984,
      "ਾ": 985,
      "ਿ": 986,
      "ੁ": 987,
      "ੇ": 988,
      "ੰ": 989,
      "ੱ": 990,
      "ખ": 991,
      "ફ": 992,
      "બ": 993,
      "ર": 994,
      "લ": 995,
      "સ": 996,
      "ા": 997,
      "ો": 998,
      "ପ": 999,
      "ର": 1000,
      "ୀ": 1001,
      "ୁ": 1002,
      "ஃ": 1003,
      "அ": 1004,
      "ஆ": 1005,
      "இ": 1006,
      "ஈ": 1007,
      "எ": 1008,
      "ஒ": 1009,
      "க": 1010,
      "ங": 1011,
      "ச": 1012,
      "ட": 1013,
      "ண": 1014,
      "த": 1015,
      "ந": 1016,
      "ன": 1017,
      "ப": 1018,
      "ம": 1019,
      "ய": 1020,
      "ர": 1021,
      "ற": 1022,
      "ல": 1023,
      "ள": 1024,
      "ழ": 1025,
      "வ": 1026,
      "ஸ": 1027,
      "ா": 1028,
      "ி": 1029,
      "ீ": 1030,
      "ு": 1031,
      "ூ": 1032,
      "ெ": 1033,
      "ே": 1034,
      "ை": 1035,
      "ோ": 1036,
      "்": 1037,
      "ం": 1038,
      "క": 1039,
      "ఖ": 1040,
      "గ": 1041,
      "జ": 1042,
      "ట": 1043,
      "ఠ": 1044,
      "డ": 1045,
      "త": 1046,
      "థ": 1047,
      "ద": 1048,
      "న": 1049,
      "ప": 1050,
      "బ": 1051,
      "భ": 1052,
      "మ": 1053,
      "య": 1054,
      "ర": 1055,
      "ల": 1056,
      "వ": 1057,
      "ష": 1058,
      "స": 1059,
      "ా": 1060,
      "ి": 1061,
      "ీ": 1062,
      "ు": 1063,
      "ై": 1064,
      "ో": 1065,
      "్": 1066,
      "ಂ": 1067,
      "ಃ": 1068,
      "ಕ": 1069,
      "ಖ": 1070,
      "ಗ": 1071,
      "ಚ": 1072,
      "ಟ": 1073,
      "ಠ": 1074,
      "ಡ": 1075,
      "ತ": 1076,
      "ದ": 1077,
      "ನ": 1078,
      "ಪ": 1079,
      "ಬ": 1080,
      "ಭ": 1081,
      "ಮ": 1082,
      "ಯ": 1083,
      "ರ": 1084,
      "ಱ": 1085,
      "ಲ": 1086,
      "ಳ": 1087,
      "ವ": 1088,
      "ಶ": 1089,
      "ಸ": 1090,
      "ಹ": 1091,
      "ಾ": 1092,
      "ಿ": 1093,
      "ು": 1094,
      "ೇ": 1095,
      "ೋ": 1096,
      "್": 1097,
      "ೞ": 1098,
      "അ": 1099,
      "ങ": 1100,
      "ദ": 1101,
      "ന": 1102,
      "പ": 1103,
      "മ": 1104,
      "യ": 1105,
      "ര": 1106,
      "ള": 1107,
      "വ": 1108,
      "ശ": 1109,
      "സ": 1110,
      "ഹ": 1111,
      "ാ": 1112,
      "ി": 1113,
      "്": 1114,
      "අ": 1115,
      "එ": 1116,
      "ක": 1117,
      "ග": 1118,
      "ජ": 1119,
      "ත": 1120,
      "ධ": 1121,
      "න": 1122,
      "ප": 1123,
      "ම": 1124,
      "ය": 1125,
      "ර": 1126,
      "ල": 1127,
      "ව": 1128,
      "ශ": 1129,
      "හ": 1130,
      "ළ": 1131,
      "්": 1132,
      "ා": 1133,
      "ැ": 1134,
      "ි": 1135,
      "ු": 1136,
      "ේ": 1137,
      "ෝ": 1138,
      "ก": 1139,
      "ข": 1140,
      "ค": 1141,
      "ฆ": 1142,
      "ง": 1143,
      "จ": 1144,
      "ฉ": 1145,
      "ช": 1146,
      "ซ": 1147,
      "ญ": 1148,
      "ฎ": 1149,
      "ฏ": 1150,
      "ฐ": 1151,
      "ฑ": 1152,
      "ณ": 1153,
      "ด": 1154,
      "ต": 1155,
      "ถ": 1156,
      "ท": 1157,
      "ธ": 1158,
      "น": 1159,
      "บ": 1160,
      "ป": 1161,
      "ผ": 1162,
      "ฝ": 1163,
      "พ": 1164,
      "ฟ": 1165,
      "ภ": 1166,
      "ม": 1167,
      "ย": 1168,
      "ร": 1169,
      "ฤ": 1170,
      "ล": 1171,
      "ว": 1172,
      "ศ": 1173,
      "ษ": 1174,
      "ส": 1175,
      "ห": 1176,
      "ฬ": 1177,
      "อ": 1178,
      "ฮ": 1179,
      "ะ": 1180,
      "ั": 1181,
      "า": 1182,
      "ำ": 1183,
      "ิ": 1184,
      "ี": 1185,
      "ึ": 1186,
      "ื": 1187,
      "ุ": 1188,
      "ู": 1189,
      "฿": 1190,
      "เ": 1191,
      "แ": 1192,
      "โ": 1193,
      "ใ": 1194,
      "ไ": 1195,
      "็": 1196,
      "่": 1197,
      "้": 1198,
      "๊": 1199,
      "์": 1200,
      "་": 1201,
      "༌": 1202,
      "།": 1203,
      "ཀ": 1204,
      "ཁ": 1205,
      "ག": 1206,
      "ང": 1207,
      "ཆ": 1208,
      "ཇ": 1209,
      "ཐ": 1210,
      "ད": 1211,
      "ན": 1212,
      "པ": 1213,
      "བ": 1214,
      "མ": 1215,
      "ཙ": 1216,
      "ཚ": 1217,
      "ཛ": 1218,
      "འ": 1219,
      "ཡ": 1220,
      "ར": 1221,
      "ལ": 1222,
      "ས": 1223,
      "ཧ": 1224,
      "ི": 1225,
      "ུ": 1226,
      "ེ": 1227,
      "ོ": 1228,
      "ྟ": 1229,
      "ྡ": 1230,
      "ྣ": 1231,
      "ྤ": 1232,
      "ྥ": 1233,
      "ྱ": 1234,
      "ྲ": 1235,
      "က": 1236,
      "ဂ": 1237,
      "င": 1238,
      "စ": 1239,
      "ဆ": 1240,
      "န": 1241,
      "ပ": 1242,
      "ဗ": 1243,
      "ဘ": 1244,
      "မ": 1245,
      "ယ": 1246,
      "ရ": 1247,
      "လ": 1248,
      "ဝ": 1249,
      "ဟ": 1250,
      "ာ": 1251,
      "ိ": 1252,
      "ီ": 1253,
      "ု": 1254,
      "ူ": 1255,
      "ဲ": 1256,
      "း": 1257,
      "္": 1258,
      "်": 1259,
      "ျ": 1260,
      "ြ": 1261,
      "ှ": 1262,
      "Ⴀ": 1263,
      "Ⴂ": 1264,
      "Ⴃ": 1265,
      "Ⴈ": 1266,
      "Ⴌ": 1267,
      "Ⴕ": 1268,
      "Ⴟ": 1269,
      "ა": 1270,
      "ბ": 1271,
      "გ": 1272,
      "დ": 1273,
      "ე": 1274,
      "ვ": 1275,
      "ზ": 1276,
      "თ": 1277,
      "ი": 1278,
      "კ": 1279,
      "ლ": 1280,
      "მ": 1281,
      "ნ": 1282,
      "ო": 1283,
      "პ": 1284,
      "ჟ": 1285,
      "რ": 1286,
      "ს": 1287,
      "ტ": 1288,
      "უ": 1289,
      "ფ": 1290,
      "ქ": 1291,
      "ღ": 1292,
      "ყ": 1293,
      "შ": 1294,
      "ჩ": 1295,
      "ც": 1296,
      "ძ": 1297,
      "წ": 1298,
      "ჭ": 1299,
      "ხ": 1300,
      "ჯ": 1301,
      "ჰ": 1302,
      "ჱ": 1303,
      "ჲ": 1304,
      "ჳ": 1305,
      "ჴ": 1306,
      "ჵ": 1307,
      "ჶ": 1308,
      "ჷ": 1309,
      "ჸ": 1310,
      "ჹ": 1311,
      "ჺ": 1312,
      "჻": 1313,
      "ሀ": 1314,
      "ለ": 1315,
      "ሐ": 1316,
      "ሓ": 1317,
      "ሕ": 1318,
      "መ": 1319,
      "ማ": 1320,
      "ሥ": 1321,
      "ረ": 1322,
      "ር": 1323,
      "ሰ": 1324,
      "ስ": 1325,
      "ቆ": 1326,
      "ቈ": 1327,
      "በ": 1328,
      "ብ": 1329,
      "ቲ": 1330,
      "ታ": 1331,
      "ት": 1332,
      "ነ": 1333,
      "ና": 1334,
      "ን": 1335,
      "ኖ": 1336,
      "አ": 1337,
      "ኢ": 1338,
      "እ": 1339,
      "ከ": 1340,
      "ኲ": 1341,
      "ዕ": 1342,
      "ዘ": 1343,
      "ዛ": 1344,
      "የ": 1345,
      "ያ": 1346,
      "ይ": 1347,
      "ዮ": 1348,
      "ደ": 1349,
      "ድ": 1350,
      "ጅ": 1351,
      "ገ": 1352,
      "ጉ": 1353,
      "ጵ": 1354,
      "ፈ": 1355,
      "ፍ": 1356,
      "፡": 1357,
      "Ꭰ": 1358,
      "Ꭳ": 1359,
      "Ꭶ": 1360,
      "Ꭸ": 1361,
      "Ꭹ": 1362,
      "Ꮀ": 1363,
      "Ꮃ": 1364,
      "Ꮉ": 1365,
      "Ꮝ": 1366,
      "Ꮿ": 1367,
      "Ᏹ": 1368,
      "ᐊ": 1369,
      "ᑲ": 1370,
      "ᒡ": 1371,
      "ᓘ": 1372,
      "ᚢ": 1373,
      "ᚣ": 1374,
      "ᚦ": 1375,
      "ᚨ": 1376,
      "ᚩ": 1377,
      "ᚬ": 1378,
      "ᚱ": 1379,
      "ᚷ": 1380,
      "ᚹ": 1381,
      "ᚺ": 1382,
      "ᚻ": 1383,
      "ᚼ": 1384,
      "ᚾ": 1385,
      "ᛁ": 1386,
      "ᛃ": 1387,
      "ᛄ": 1388,
      "ᛇ": 1389,
      "ᛋ": 1390,
      "ᛏ": 1391,
      "ᛒ": 1392,
      "ᛗ": 1393,
      "ᛚ": 1394,
      "ᛝ": 1395,
      "ᛞ": 1396,
      "ᛟ": 1397,
      "ᛠ": 1398,
      "ក": 1399,
      "ខ": 1400,
      "គ": 1401,
      "ង": 1402,
      "ច": 1403,
      "ឆ": 1404,
      "ជ": 1405,
      "ញ": 1406,
      "ដ": 1407,
      "ឋ": 1408,
      "ណ": 1409,
      "ត": 1410,
      "ថ": 1411,
      "ទ": 1412,
      "ធ": 1413,
      "ន": 1414,
      "ប": 1415,
      "ព": 1416,
      "ភ": 1417,
      "ម": 1418,
      "យ": 1419,
      "រ": 1420,
      "ល": 1421,
      "វ": 1422,
      "ស": 1423,
      "ហ": 1424,
      "អ": 1425,
      "ឥ": 1426,
      "ឪ": 1427,
      "ឫ": 1428,
      "ឯ": 1429,
      "឵": 1430,
      "ា": 1431,
      "ិ": 1432,
      "ី": 1433,
      "ឹ": 1434,
      "ឺ": 1435,
      "ុ": 1436,
      "ូ": 1437,
      "ួ": 1438,
      "ៀ": 1439,
      "េ": 1440,
      "ែ": 1441,
      "ៃ": 1442,
      "ោ": 1443,
      "ៅ": 1444,
      "ំ": 1445,
      "ះ": 1446,
      "ៈ": 1447,
      "៉": 1448,
      "់": 1449,
      "្": 1450,
      "ᠠ": 1451,
      "ᠣ": 1452,
      "ᠨ": 1453,
      "ᠪ": 1454,
      "ᠮ": 1455,
      "ᠯ": 1456,
      "ᠰ": 1457,
      "ᠴ": 1458,
      "ᠵ": 1459,
      "ᠸ": 1460,
      "ᡝ": 1461,
      "ᡠ": 1462,
      "ᡥ": 1463,
      "ᡨ": 1464,
      "ᡳ": 1465,
      "ᡴ": 1466,
      "ᡵ": 1467,
      "ᴰ": 1468,
      "ᴷ": 1469,
      "ᴺ": 1470,
      "ᵀ": 1471,
      "ᵊ": 1472,
      "ᵑ": 1473,
      "ᵗ": 1474,
      "ᵘ": 1475,
      "ᵝ": 1476,
      "ᵻ": 1477,
      "ᵿ": 1478,
      "ᶑ": 1479,
      "ᶢ": 1480,
      "ᶦ": 1481,
      "ᶴ": 1482,
      "ᶷ": 1483,
      "᷄": 1484,
      "᷅": 1485,
      "᷆": 1486,
      "᷇": 1487,
      "᷈": 1488,
      "᷉": 1489,
      "᷽": 1490,
      "Ḍ": 1491,
      "ḍ": 1492,
      "Ḏ": 1493,
      "ḏ": 1494,
      "ḑ": 1495,
      "ḕ": 1496,
      "ḗ": 1497,
      "Ḣ": 1498,
      "Ḥ": 1499,
      "ḥ": 1500,
      "Ḩ": 1501,
      "ḩ": 1502,
      "Ḫ": 1503,
      "ḫ": 1504,
      "ḭ": 1505,
      "ḱ": 1506,
      "Ḳ": 1507,
      "ḳ": 1508,
      "ḵ": 1509,
      "ḷ": 1510,
      "ḹ": 1511,
      "ḻ": 1512,
      "ḿ": 1513,
      "ṁ": 1514,
      "ṃ": 1515,
      "ṅ": 1516,
      "ṇ": 1517,
      "ṉ": 1518,
      "ṓ": 1519,
      "ṙ": 1520,
      "Ṛ": 1521,
      "ṛ": 1522,
      "Ṝ": 1523,
      "ṝ": 1524,
      "ṟ": 1525,
      "Ṣ": 1526,
      "ṣ": 1527,
      "Ṧ": 1528,
      "Ṫ": 1529,
      "Ṭ": 1530,
      "ṭ": 1531,
      "Ṯ": 1532,
      "ṯ": 1533,
      "ṳ": 1534,
      "ṵ": 1535,
      "Ṽ": 1536,
      "ṽ": 1537,
      "ẃ": 1538,
      "Ẓ": 1539,
      "ẓ": 1540,
      "ẖ": 1541,
      "ạ": 1542,
      "ả": 1543,
      "Ấ": 1544,
      "ấ": 1545,
      "ầ": 1546,
      "Ẩ": 1547,
      "ẩ": 1548,
      "ẫ": 1549,
      "ậ": 1550,
      "ắ": 1551,
      "ằ": 1552,
      "ẵ": 1553,
      "ặ": 1554,
      "ẹ": 1555,
      "ẻ": 1556,
      "ẽ": 1557,
      "ế": 1558,
      "ề": 1559,
      "ể": 1560,
      "ễ": 1561,
      "ệ": 1562,
      "ỉ": 1563,
      "ị": 1564,
      "Ọ": 1565,
      "ọ": 1566,
      "ỏ": 1567,
      "Ố": 1568,
      "ố": 1569,
      "ồ": 1570,
      "ổ": 1571,
      "ỗ": 1572,
      "ộ": 1573,
      "ớ": 1574,
      "ờ": 1575,
      "ở": 1576,
      "ợ": 1577,
      "Ụ": 1578,
      "ụ": 1579,
      "ủ": 1580,
      "Ứ": 1581,
      "ứ": 1582,
      "ừ": 1583,
      "ử": 1584,
      "ữ": 1585,
      "ự": 1586,
      "ỳ": 1587,
      "ỵ": 1588,
      "ỹ": 1589,
      "ἀ": 1590,
      "ἁ": 1591,
      "ἂ": 1592,
      "ἃ": 1593,
      "ἄ": 1594,
      "ἅ": 1595,
      "Ἀ": 1596,
      "Ἁ": 1597,
      "Ἄ": 1598,
      "Ἅ": 1599,
      "ἐ": 1600,
      "ἑ": 1601,
      "ἒ": 1602,
      "ἔ": 1603,
      "ἕ": 1604,
      "Ἐ": 1605,
      "Ἑ": 1606,
      "Ἔ": 1607,
      "Ἕ": 1608,
      "ἠ": 1609,
      "ἡ": 1610,
      "ἢ": 1611,
      "ἤ": 1612,
      "ἥ": 1613,
      "ἦ": 1614,
      "ἧ": 1615,
      "Ἠ": 1616,
      "Ἡ": 1617,
      "ἰ": 1618,
      "ἱ": 1619,
      "ἲ": 1620,
      "ἳ": 1621,
      "ἴ": 1622,
      "ἵ": 1623,
      "ἶ": 1624,
      "ἷ": 1625,
      "Ἰ": 1626,
      "Ἱ": 1627,
      "Ἶ": 1628,
      "ὀ": 1629,
      "ὁ": 1630,
      "ὂ": 1631,
      "ὃ": 1632,
      "ὄ": 1633,
      "ὅ": 1634,
      "Ὁ": 1635,
      "Ὄ": 1636,
      "ὐ": 1637,
      "ὑ": 1638,
      "ὔ": 1639,
      "ὕ": 1640,
      "ὖ": 1641,
      "ὗ": 1642,
      "Ὕ": 1643,
      "ὡ": 1644,
      "ὣ": 1645,
      "ὤ": 1646,
      "ὥ": 1647,
      "ὦ": 1648,
      "Ὠ": 1649,
      "Ὡ": 1650,
      "Ὦ": 1651,
      "ὰ": 1652,
      "ὲ": 1653,
      "ὴ": 1654,
      "ὶ": 1655,
      "ὸ": 1656,
      "ὺ": 1657,
      "ὼ": 1658,
      "ᾓ": 1659,
      "ᾰ": 1660,
      "ᾳ": 1661,
      "ᾶ": 1662,
      "ᾷ": 1663,
      "᾿": 1664,
      "ῆ": 1665,
      "ῇ": 1666,
      "Ὲ": 1667,
      "ῐ": 1668,
      "ῑ": 1669,
      "ῖ": 1670,
      "Ὶ": 1671,
      "ῠ": 1672,
      "ῥ": 1673,
      "ῦ": 1674,
      "Ῥ": 1675,
      "ῳ": 1676,
      "ῶ": 1677,
      "ῷ": 1678,
      "​": 1679,
      "‌": 1680,
      "‍": 1681,
      "‐": 1682,
      "‑": 1683,
      "‒": 1684,
      "–": 1685,
      "—": 1686,
      "―": 1687,
      "‖": 1688,
      "‘": 1689,
      "’": 1690,
      "‚": 1691,
      "‛": 1692,
      "“": 1693,
      "”": 1694,
      "„": 1695,
      "‟": 1696,
      "†": 1697,
      "‡": 1698,
      "•": 1699,
      "…": 1700,
      "‰": 1701,
      "′": 1702,
      "″": 1703,
      "※": 1704,
      "‼": 1705,
      "‿": 1706,
      "⁄": 1707,
      "⁊": 1708,
      "⁠": 1709,
      "⁡": 1710,
      "⁰": 1711,
      "⁺": 1712,
      "ⁿ": 1713,
      "₁": 1714,
      "₂": 1715,
      "₃": 1716,
      "₄": 1717,
      "₡": 1718,
      "₣": 1719,
      "₤": 1720,
      "₦": 1721,
      "₧": 1722,
      "₨": 1723,
      "₩": 1724,
      "₫": 1725,
      "€": 1726,
      "₱": 1727,
      "₴": 1728,
      "₹": 1729,
      "ℂ": 1730,
      "℃": 1731,
      "ℓ": 1732,
      "ℕ": 1733,
      "№": 1734,
      "ℛ": 1735,
      "ℝ": 1736,
      "℞": 1737,
      "™": 1738,
      "ℤ": 1739,
      "℥": 1740,
      "ℵ": 1741,
      "⅓": 1742,
      "⅔": 1743,
      "⅙": 1744,
      "⅛": 1745,
      "⅜": 1746,
      "⅝": 1747,
      "⅞": 1748,
      "Ⅱ": 1749,
      "←": 1750,
      "↑": 1751,
      "→": 1752,
      "↓": 1753,
      "↔": 1754,
      "↗": 1755,
      "↘": 1756,
      "↦": 1757,
      "↪": 1758,
      "↵": 1759,
      "⇄": 1760,
      "⇌": 1761,
      "⇒": 1762,
      "⇪": 1763,
      "∀": 1764,
      "∂": 1765,
      "∅": 1766,
      "∆": 1767,
      "∇": 1768,
      "∈": 1769,
      "∉": 1770,
      "∊": 1771,
      "∑": 1772,
      "−": 1773,
      "∕": 1774,
      "∖": 1775,
      "∗": 1776,
      "∘": 1777,
      "√": 1778,
      "∝": 1779,
      "∞": 1780,
      "∤": 1781,
      "∩": 1782,
      "∪": 1783,
      "∫": 1784,
      "∴": 1785,
      "∼": 1786,
      "≈": 1787,
      "≠": 1788,
      "≡": 1789,
      "≢": 1790,
      "≤": 1791,
      "≥": 1792,
      "≪": 1793,
      "≫": 1794,
      "≲": 1795,
      "⊂": 1796,
      "⊕": 1797,
      "⊗": 1798,
      "⊙": 1799,
      "⊞": 1800,
      "⊢": 1801,
      "⊣": 1802,
      "⊥": 1803,
      "⋅": 1804,
      "⋆": 1805,
      "⋯": 1806,
      "⌊": 1807,
      "⌋": 1808,
      "⌘": 1809,
      "①": 1810,
      "②": 1811,
      "③": 1812,
      "④": 1813,
      "⑤": 1814,
      "⑥": 1815,
      "⑦": 1816,
      "⑧": 1817,
      "─": 1818,
      "█": 1819,
      "▢": 1820,
      "▲": 1821,
      "▼": 1822,
      "○": 1823,
      "●": 1824,
      "◦": 1825,
      "☄": 1826,
      "★": 1827,
      "☆": 1828,
      "☉": 1829,
      "☧": 1830,
      "☫": 1831,
      "☭": 1832,
      "☽": 1833,
      "☾": 1834,
      "♀": 1835,
      "♂": 1836,
      "♄": 1837,
      "♅": 1838,
      "♆": 1839,
      "♇": 1840,
      "♈": 1841,
      "♉": 1842,
      "♠": 1843,
      "♣": 1844,
      "♥": 1845,
      "♦": 1846,
      "♩": 1847,
      "♪": 1848,
      "♭": 1849,
      "♮": 1850,
      "♯": 1851,
      "⚳": 1852,
      "⚴": 1853,
      "⚵": 1854,
      "⛢": 1855,
      "✡": 1856,
      "✱": 1857,
      "❄": 1858,
      "❅": 1859,
      "❆": 1860,
      "❤": 1861,
      "⟦": 1862,
      "⟧": 1863,
      "⟨": 1864,
      "⟩": 1865,
      "⥇": 1866,
      "⩽": 1867,
      "⫶": 1868,
      "ⱱ": 1869,
      "ⲁ": 1870,
      "ⲛ": 1871,
      "ⲥ": 1872,
      "ⲧ": 1873,
      "ⲩ": 1874,
      "Ⲫ": 1875,
      "ⲱ": 1876,
      "ⴰ": 1877,
      "ⴳ": 1878,
      "ⴷ": 1879,
      "ⴻ": 1880,
      "ⴼ": 1881,
      "ⴽ": 1882,
      "ⵃ": 1883,
      "ⵇ": 1884,
      "ⵉ": 1885,
      "ⵍ": 1886,
      "ⵎ": 1887,
      "ⵏ": 1888,
      "ⵓ": 1889,
      "ⵔ": 1890,
      "ⵕ": 1891,
      "ⵖ": 1892,
      "ⵙ": 1893,
      "ⵛ": 1894,
      "ⵜ": 1895,
      "ⵡ": 1896,
      "ⵢ": 1897,
      "ⵣ": 1898,
      "⸨": 1899,
      "⸩": 1900,
      "、": 1901,
      "。": 1902,
      "々": 1903,
      "〈": 1904,
      "〉": 1905,
      "《": 1906,
      "》": 1907,
      "「": 1908,
      "」": 1909,
      "『": 1910,
      "』": 1911,
      "【": 1912,
      "】": 1913,
      "〒": 1914,
      "〜": 1915,
      "あ": 1916,
      "ぃ": 1917,
      "い": 1918,
      "ぅ": 1919,
      "う": 1920,
      "ぇ": 1921,
      "え": 1922,
      "ぉ": 1923,
      "お": 1924,
      "か": 1925,
      "が": 1926,
      "き": 1927,
      "ぎ": 1928,
      "く": 1929,
      "ぐ": 1930,
      "け": 1931,
      "げ": 1932,
      "こ": 1933,
      "ご": 1934,
      "さ": 1935,
      "ざ": 1936,
      "し": 1937,
      "じ": 1938,
      "す": 1939,
      "ず": 1940,
      "せ": 1941,
      "ぜ": 1942,
      "そ": 1943,
      "ぞ": 1944,
      "た": 1945,
      "だ": 1946,
      "ち": 1947,
      "っ": 1948,
      "つ": 1949,
      "づ": 1950,
      "て": 1951,
      "で": 1952,
      "と": 1953,
      "ど": 1954,
      "な": 1955,
      "に": 1956,
      "ぬ": 1957,
      "ね": 1958,
      "の": 1959,
      "は": 1960,
      "ば": 1961,
      "ぱ": 1962,
      "ひ": 1963,
      "び": 1964,
      "ぴ": 1965,
      "ふ": 1966,
      "ぶ": 1967,
      "ぷ": 1968,
      "へ": 1969,
      "べ": 1970,
      "ぺ": 1971,
      "ほ": 1972,
      "ぼ": 1973,
      "ぽ": 1974,
      "ま": 1975,
      "み": 1976,
      "む": 1977,
      "め": 1978,
      "も": 1979,
      "ゃ": 1980,
      "や": 1981,
      "ゅ": 1982,
      "ゆ": 1983,
      "ょ": 1984,
      "よ": 1985,
      "ら": 1986,
      "り": 1987,
      "る": 1988,
      "れ": 1989,
      "ろ": 1990,
      "わ": 1991,
      "ゑ": 1992,
      "を": 1993,
      "ん": 1994,
      "ァ": 1995,
      "ア": 1996,
      "ィ": 1997,
      "イ": 1998,
      "ゥ": 1999,
      "ウ": 2000,
      "ェ": 2001,
      "エ": 2002,
      "ォ": 2003,
      "オ": 2004,
      "カ": 2005,
      "ガ": 2006,
      "キ": 2007,
      "ギ": 2008,
      "ク": 2009,
      "グ": 2010,
      "ケ": 2011,
      "ゲ": 2012,
      "コ": 2013,
      "ゴ": 2014,
      "サ": 2015,
      "ザ": 2016,
      "シ": 2017,
      "ジ": 2018,
      "ス": 2019,
      "ズ": 2020,
      "セ": 2021,
      "ゼ": 2022,
      "ソ": 2023,
      "ゾ": 2024,
      "タ": 2025,
      "ダ": 2026,
      "チ": 2027,
      "ヂ": 2028,
      "ッ": 2029,
      "ツ": 2030,
      "ヅ": 2031,
      "テ": 2032,
      "デ": 2033,
      "ト": 2034,
      "ド": 2035,
      "ナ": 2036,
      "ニ": 2037,
      "ヌ": 2038,
      "ネ": 2039,
      "ノ": 2040,
      "ハ": 2041,
      "バ": 2042,
      "パ": 2043,
      "ヒ": 2044,
      "ビ": 2045,
      "ピ": 2046,
      "フ": 2047,
      "ブ": 2048,
      "プ": 2049,
      "ヘ": 2050,
      "ベ": 2051,
      "ペ": 2052,
      "ホ": 2053,
      "ボ": 2054,
      "ポ": 2055,
      "マ": 2056,
      "ミ": 2057,
      "ム": 2058,
      "メ": 2059,
      "モ": 2060,
      "ャ": 2061,
      "ヤ": 2062,
      "ュ": 2063,
      "ユ": 2064,
      "ョ": 2065,
      "ヨ": 2066,
      "ラ": 2067,
      "リ": 2068,
      "ル": 2069,
      "レ": 2070,
      "ロ": 2071,
      "ワ": 2072,
      "ヲ": 2073,
      "ン": 2074,
      "ヴ": 2075,
      "ヶ": 2076,
      "・": 2077,
      "ー": 2078,
      "一": 2079,
      "丁": 2080,
      "七": 2081,
      "万": 2082,
      "丈": 2083,
      "三": 2084,
      "上": 2085,
      "下": 2086,
      "不": 2087,
      "与": 2088,
      "丑": 2089,
      "且": 2090,
      "世": 2091,
      "丘": 2092,
      "丙": 2093,
      "东": 2094,
      "丝": 2095,
      "丞": 2096,
      "両": 2097,
      "丨": 2098,
      "个": 2099,
      "中": 2100,
      "丶": 2101,
      "丸": 2102,
      "丹": 2103,
      "为": 2104,
      "主": 2105,
      "丽": 2106,
      "丿": 2107,
      "乃": 2108,
      "久": 2109,
      "么": 2110,
      "义": 2111,
      "之": 2112,
      "乌": 2113,
      "乎": 2114,
      "乐": 2115,
      "乘": 2116,
      "乙": 2117,
      "乚": 2118,
      "乛": 2119,
      "九": 2120,
      "也": 2121,
      "习": 2122,
      "书": 2123,
      "乩": 2124,
      "买": 2125,
      "乱": 2126,
      "乳": 2127,
      "乾": 2128,
      "亀": 2129,
      "亅": 2130,
      "了": 2131,
      "予": 2132,
      "争": 2133,
      "事": 2134,
      "二": 2135,
      "云": 2136,
      "五": 2137,
      "井": 2138,
      "亚": 2139,
      "些": 2140,
      "亜": 2141,
      "亞": 2142,
      "亡": 2143,
      "交": 2144,
      "亦": 2145,
      "亨": 2146,
      "京": 2147,
      "亮": 2148,
      "亰": 2149,
      "人": 2150,
      "什": 2151,
      "仁": 2152,
      "仇": 2153,
      "今": 2154,
      "介": 2155,
      "仔": 2156,
      "仕": 2157,
      "他": 2158,
      "付": 2159,
      "仙": 2160,
      "代": 2161,
      "令": 2162,
      "以": 2163,
      "仪": 2164,
      "们": 2165,
      "仮": 2166,
      "仰": 2167,
      "仲": 2168,
      "件": 2169,
      "任": 2170,
      "份": 2171,
      "伊": 2172,
      "伏": 2173,
      "伐": 2174,
      "休": 2175,
      "会": 2176,
      "伝": 2177,
      "伟": 2178,
      "传": 2179,
      "伪": 2180,
      "伯": 2181,
      "伴": 2182,
      "伸": 2183,
      "似": 2184,
      "佃": 2185,
      "但": 2186,
      "位": 2187,
      "住": 2188,
      "佐": 2189,
      "佑": 2190,
      "体": 2191,
      "何": 2192,
      "余": 2193,
      "佛": 2194,
      "作": 2195,
      "你": 2196,
      "佳": 2197,
      "併": 2198,
      "使": 2199,
      "來": 2200,
      "例": 2201,
      "侍": 2202,
      "侗": 2203,
      "供": 2204,
      "依": 2205,
      "侠": 2206,
      "侨": 2207,
      "侬": 2208,
      "侯": 2209,
      "係": 2210,
      "促": 2211,
      "俄": 2212,
      "俊": 2213,
      "保": 2214,
      "信": 2215,
      "俭": 2216,
      "修": 2217,
      "俱": 2218,
      "俳": 2219,
      "倉": 2220,
      "個": 2221,
      "們": 2222,
      "候": 2223,
      "借": 2224,
      "倪": 2225,
      "倫": 2226,
      "倭": 2227,
      "偃": 2228,
      "假": 2229,
      "偏": 2230,
      "健": 2231,
      "側": 2232,
      "偵": 2233,
      "偽": 2234,
      "傀": 2235,
      "傅": 2236,
      "傑": 2237,
      "傘": 2238,
      "備": 2239,
      "催": 2240,
      "傭": 2241,
      "傳": 2242,
      "傷": 2243,
      "像": 2244,
      "僑": 2245,
      "僕": 2246,
      "僧": 2247,
      "儀": 2248,
      "億": 2249,
      "儒": 2250,
      "儚": 2251,
      "儡": 2252,
      "優": 2253,
      "儿": 2254,
      "允": 2255,
      "元": 2256,
      "充": 2257,
      "兆": 2258,
      "先": 2259,
      "光": 2260,
      "克": 2261,
      "免": 2262,
      "兒": 2263,
      "兔": 2264,
      "兜": 2265,
      "入": 2266,
      "內": 2267,
      "全": 2268,
      "兩": 2269,
      "八": 2270,
      "公": 2271,
      "六": 2272,
      "兰": 2273,
      "共": 2274,
      "关": 2275,
      "兵": 2276,
      "其": 2277,
      "具": 2278,
      "典": 2279,
      "养": 2280,
      "冀": 2281,
      "内": 2282,
      "円": 2283,
      "冉": 2284,
      "册": 2285,
      "再": 2286,
      "冒": 2287,
      "写": 2288,
      "军": 2289,
      "冠": 2290,
      "冥": 2291,
      "冫": 2292,
      "冬": 2293,
      "冯": 2294,
      "决": 2295,
      "冴": 2296,
      "冶": 2297,
      "冷": 2298,
      "净": 2299,
      "准": 2300,
      "凌": 2301,
      "凤": 2302,
      "処": 2303,
      "凪": 2304,
      "凯": 2305,
      "凰": 2306,
      "凱": 2307,
      "凶": 2308,
      "凹": 2309,
      "出": 2310,
      "刀": 2311,
      "刃": 2312,
      "分": 2313,
      "切": 2314,
      "刊": 2315,
      "划": 2316,
      "列": 2317,
      "刘": 2318,
      "初": 2319,
      "判": 2320,
      "別": 2321,
      "利": 2322,
      "别": 2323,
      "到": 2324,
      "制": 2325,
      "刷": 2326,
      "券": 2327,
      "刹": 2328,
      "刺": 2329,
      "刻": 2330,
      "則": 2331,
      "前": 2332,
      "剑": 2333,
      "剛": 2334,
      "剣": 2335,
      "剧": 2336,
      "剩": 2337,
      "副": 2338,
      "割": 2339,
      "創": 2340,
      "劃": 2341,
      "劇": 2342,
      "劉": 2343,
      "劍": 2344,
      "力": 2345,
      "办": 2346,
      "功": 2347,
      "加": 2348,
      "劣": 2349,
      "动": 2350,
      "助": 2351,
      "劳": 2352,
      "勃": 2353,
      "勅": 2354,
      "勇": 2355,
      "勒": 2356,
      "動": 2357,
      "勘": 2358,
      "務": 2359,
      "勝": 2360,
      "勞": 2361,
      "勢": 2362,
      "勳": 2363,
      "勾": 2364,
      "包": 2365,
      "化": 2366,
      "北": 2367,
      "匠": 2368,
      "匹": 2369,
      "区": 2370,
      "医": 2371,
      "區": 2372,
      "十": 2373,
      "千": 2374,
      "升": 2375,
      "午": 2376,
      "半": 2377,
      "华": 2378,
      "协": 2379,
      "卐": 2380,
      "卒": 2381,
      "卓": 2382,
      "協": 2383,
      "单": 2384,
      "卖": 2385,
      "南": 2386,
      "博": 2387,
      "卜": 2388,
      "占": 2389,
      "卡": 2390,
      "卢": 2391,
      "卦": 2392,
      "卫": 2393,
      "印": 2394,
      "危": 2395,
      "即": 2396,
      "却": 2397,
      "卸": 2398,
      "卿": 2399,
      "厂": 2400,
      "厄": 2401,
      "历": 2402,
      "厘": 2403,
      "厚": 2404,
      "原": 2405,
      "厥": 2406,
      "厦": 2407,
      "厩": 2408,
      "去": 2409,
      "县": 2410,
      "参": 2411,
      "參": 2412,
      "叉": 2413,
      "及": 2414,
      "友": 2415,
      "双": 2416,
      "反": 2417,
      "収": 2418,
      "发": 2419,
      "叔": 2420,
      "取": 2421,
      "受": 2422,
      "变": 2423,
      "叛": 2424,
      "叠": 2425,
      "叡": 2426,
      "叢": 2427,
      "口": 2428,
      "古": 2429,
      "句": 2430,
      "只": 2431,
      "叫": 2432,
      "召": 2433,
      "可": 2434,
      "台": 2435,
      "史": 2436,
      "右": 2437,
      "叶": 2438,
      "号": 2439,
      "司": 2440,
      "合": 2441,
      "吉": 2442,
      "同": 2443,
      "名": 2444,
      "后": 2445,
      "向": 2446,
      "吕": 2447,
      "君": 2448,
      "吞": 2449,
      "吟": 2450,
      "吧": 2451,
      "启": 2452,
      "吳": 2453,
      "吴": 2454,
      "吸": 2455,
      "吹": 2456,
      "吾": 2457,
      "呂": 2458,
      "呉": 2459,
      "告": 2460,
      "周": 2461,
      "呪": 2462,
      "味": 2463,
      "呼": 2464,
      "命": 2465,
      "咆": 2466,
      "和": 2467,
      "咖": 2468,
      "咙": 2469,
      "咫": 2470,
      "咲": 2471,
      "咸": 2472,
      "哀": 2473,
      "品": 2474,
      "哈": 2475,
      "哉": 2476,
      "响": 2477,
      "員": 2478,
      "哥": 2479,
      "哮": 2480,
      "哲": 2481,
      "唄": 2482,
      "唐": 2483,
      "唯": 2484,
      "唱": 2485,
      "商": 2486,
      "問": 2487,
      "啓": 2488,
      "啟": 2489,
      "啡": 2490,
      "善": 2491,
      "喇": 2492,
      "喋": 2493,
      "喚": 2494,
      "喜": 2495,
      "喝": 2496,
      "喬": 2497,
      "嘉": 2498,
      "嘘": 2499,
      "噛": 2500,
      "器": 2501,
      "嚣": 2502,
      "嚴": 2503,
      "囁": 2504,
      "囂": 2505,
      "囃": 2506,
      "囚": 2507,
      "四": 2508,
      "回": 2509,
      "因": 2510,
      "团": 2511,
      "団": 2512,
      "図": 2513,
      "国": 2514,
      "图": 2515,
      "圈": 2516,
      "國": 2517,
      "圍": 2518,
      "圏": 2519,
      "園": 2520,
      "圓": 2521,
      "圖": 2522,
      "土": 2523,
      "圣": 2524,
      "圧": 2525,
      "在": 2526,
      "地": 2527,
      "圻": 2528,
      "坂": 2529,
      "均": 2530,
      "坊": 2531,
      "坑": 2532,
      "块": 2533,
      "坚": 2534,
      "坝": 2535,
      "坡": 2536,
      "坤": 2537,
      "坪": 2538,
      "型": 2539,
      "垣": 2540,
      "城": 2541,
      "埔": 2542,
      "域": 2543,
      "執": 2544,
      "培": 2545,
      "基": 2546,
      "堀": 2547,
      "堂": 2548,
      "堅": 2549,
      "堆": 2550,
      "堡": 2551,
      "堤": 2552,
      "堯": 2553,
      "報": 2554,
      "場": 2555,
      "塊": 2556,
      "塔": 2557,
      "塘": 2558,
      "塚": 2559,
      "塞": 2560,
      "塩": 2561,
      "填": 2562,
      "塵": 2563,
      "境": 2564,
      "墓": 2565,
      "墙": 2566,
      "增": 2567,
      "壁": 2568,
      "壌": 2569,
      "壓": 2570,
      "壟": 2571,
      "壤": 2572,
      "士": 2573,
      "壬": 2574,
      "壮": 2575,
      "壯": 2576,
      "声": 2577,
      "壱": 2578,
      "売": 2579,
      "壳": 2580,
      "壷": 2581,
      "壽": 2582,
      "处": 2583,
      "备": 2584,
      "変": 2585,
      "复": 2586,
      "夏": 2587,
      "夕": 2588,
      "外": 2589,
      "多": 2590,
      "夜": 2591,
      "够": 2592,
      "夢": 2593,
      "夤": 2594,
      "大": 2595,
      "天": 2596,
      "太": 2597,
      "夫": 2598,
      "央": 2599,
      "失": 2600,
      "头": 2601,
      "夷": 2602,
      "奇": 2603,
      "奈": 2604,
      "奉": 2605,
      "奎": 2606,
      "奏": 2607,
      "奐": 2608,
      "契": 2609,
      "奔": 2610,
      "奥": 2611,
      "奧": 2612,
      "奪": 2613,
      "女": 2614,
      "奴": 2615,
      "好": 2616,
      "如": 2617,
      "妃": 2618,
      "妇": 2619,
      "妍": 2620,
      "妖": 2621,
      "妙": 2622,
      "妮": 2623,
      "妹": 2624,
      "妻": 2625,
      "姉": 2626,
      "姊": 2627,
      "始": 2628,
      "姑": 2629,
      "委": 2630,
      "姚": 2631,
      "姥": 2632,
      "姦": 2633,
      "姫": 2634,
      "姬": 2635,
      "姿": 2636,
      "威": 2637,
      "娘": 2638,
      "娜": 2639,
      "婁": 2640,
      "婆": 2641,
      "婚": 2642,
      "婷": 2643,
      "嫁": 2644,
      "嬢": 2645,
      "嬴": 2646,
      "子": 2647,
      "孔": 2648,
      "字": 2649,
      "存": 2650,
      "孙": 2651,
      "孛": 2652,
      "孝": 2653,
      "孟": 2654,
      "季": 2655,
      "孤": 2656,
      "学": 2657,
      "孩": 2658,
      "孫": 2659,
      "孵": 2660,
      "學": 2661,
      "宁": 2662,
      "宅": 2663,
      "宇": 2664,
      "守": 2665,
      "安": 2666,
      "宋": 2667,
      "完": 2668,
      "宏": 2669,
      "宗": 2670,
      "官": 2671,
      "宙": 2672,
      "定": 2673,
      "宜": 2674,
      "宝": 2675,
      "实": 2676,
      "実": 2677,
      "客": 2678,
      "宣": 2679,
      "室": 2680,
      "宫": 2681,
      "宮": 2682,
      "宴": 2683,
      "宵": 2684,
      "家": 2685,
      "宸": 2686,
      "容": 2687,
      "宿": 2688,
      "寂": 2689,
      "寄": 2690,
      "密": 2691,
      "寇": 2692,
      "富": 2693,
      "寔": 2694,
      "寗": 2695,
      "寛": 2696,
      "寝": 2697,
      "寞": 2698,
      "察": 2699,
      "寧": 2700,
      "寨": 2701,
      "審": 2702,
      "寬": 2703,
      "寵": 2704,
      "寶": 2705,
      "寸": 2706,
      "对": 2707,
      "寺": 2708,
      "寻": 2709,
      "対": 2710,
      "寿": 2711,
      "封": 2712,
      "射": 2713,
      "将": 2714,
      "將": 2715,
      "尉": 2716,
      "尊": 2717,
      "尋": 2718,
      "對": 2719,
      "導": 2720,
      "小": 2721,
      "少": 2722,
      "尔": 2723,
      "尚": 2724,
      "尧": 2725,
      "就": 2726,
      "尸": 2727,
      "尹": 2728,
      "尺": 2729,
      "尼": 2730,
      "尽": 2731,
      "尾": 2732,
      "局": 2733,
      "居": 2734,
      "届": 2735,
      "屋": 2736,
      "屍": 2737,
      "屑": 2738,
      "展": 2739,
      "屠": 2740,
      "層": 2741,
      "屬": 2742,
      "屯": 2743,
      "山": 2744,
      "屿": 2745,
      "岐": 2746,
      "岑": 2747,
      "岚": 2748,
      "岛": 2749,
      "岡": 2750,
      "岩": 2751,
      "岬": 2752,
      "岭": 2753,
      "岳": 2754,
      "岸": 2755,
      "峰": 2756,
      "島": 2757,
      "崇": 2758,
      "崎": 2759,
      "崔": 2760,
      "崖": 2761,
      "嵐": 2762,
      "嶋": 2763,
      "嶺": 2764,
      "嶼": 2765,
      "巂": 2766,
      "巖": 2767,
      "川": 2768,
      "州": 2769,
      "巡": 2770,
      "工": 2771,
      "左": 2772,
      "巨": 2773,
      "巫": 2774,
      "差": 2775,
      "己": 2776,
      "巳": 2777,
      "巴": 2778,
      "巻": 2779,
      "币": 2780,
      "市": 2781,
      "布": 2782,
      "帆": 2783,
      "师": 2784,
      "希": 2785,
      "帕": 2786,
      "帖": 2787,
      "帝": 2788,
      "帥": 2789,
      "带": 2790,
      "師": 2791,
      "帮": 2792,
      "帰": 2793,
      "帶": 2794,
      "常": 2795,
      "幕": 2796,
      "幡": 2797,
      "幣": 2798,
      "干": 2799,
      "平": 2800,
      "年": 2801,
      "幸": 2802,
      "幻": 2803,
      "幽": 2804,
      "广": 2805,
      "庁": 2806,
      "広": 2807,
      "庄": 2808,
      "庆": 2809,
      "庇": 2810,
      "序": 2811,
      "库": 2812,
      "底": 2813,
      "庖": 2814,
      "店": 2815,
      "庙": 2816,
      "庚": 2817,
      "府": 2818,
      "度": 2819,
      "座": 2820,
      "庫": 2821,
      "庭": 2822,
      "庵": 2823,
      "康": 2824,
      "廉": 2825,
      "廊": 2826,
      "廖": 2827,
      "廟": 2828,
      "廣": 2829,
      "廬": 2830,
      "延": 2831,
      "廷": 2832,
      "建": 2833,
      "廻": 2834,
      "廿": 2835,
      "开": 2836,
      "弁": 2837,
      "式": 2838,
      "弐": 2839,
      "弓": 2840,
      "弔": 2841,
      "引": 2842,
      "弘": 2843,
      "弟": 2844,
      "张": 2845,
      "弥": 2846,
      "弦": 2847,
      "弧": 2848,
      "弱": 2849,
      "張": 2850,
      "強": 2851,
      "弹": 2852,
      "强": 2853,
      "弾": 2854,
      "彌": 2855,
      "当": 2856,
      "录": 2857,
      "彖": 2858,
      "彙": 2859,
      "形": 2860,
      "彦": 2861,
      "彩": 2862,
      "彪": 2863,
      "彬": 2864,
      "彭": 2865,
      "影": 2866,
      "役": 2867,
      "彼": 2868,
      "征": 2869,
      "径": 2870,
      "待": 2871,
      "律": 2872,
      "後": 2873,
      "徐": 2874,
      "徒": 2875,
      "得": 2876,
      "從": 2877,
      "御": 2878,
      "復": 2879,
      "微": 2880,
      "徳": 2881,
      "德": 2882,
      "徹": 2883,
      "徽": 2884,
      "心": 2885,
      "必": 2886,
      "忍": 2887,
      "志": 2888,
      "忘": 2889,
      "応": 2890,
      "忠": 2891,
      "快": 2892,
      "念": 2893,
      "怀": 2894,
      "怎": 2895,
      "怒": 2896,
      "怖": 2897,
      "思": 2898,
      "怡": 2899,
      "急": 2900,
      "性": 2901,
      "怨": 2902,
      "怪": 2903,
      "总": 2904,
      "恆": 2905,
      "恋": 2906,
      "恐": 2907,
      "恒": 2908,
      "恢": 2909,
      "恥": 2910,
      "恩": 2911,
      "恭": 2912,
      "息": 2913,
      "恵": 2914,
      "恼": 2915,
      "悔": 2916,
      "悟": 2917,
      "悠": 2918,
      "悦": 2919,
      "悪": 2920,
      "悫": 2921,
      "悲": 2922,
      "悼": 2923,
      "情": 2924,
      "惑": 2925,
      "惟": 2926,
      "惠": 2927,
      "惡": 2928,
      "想": 2929,
      "愁": 2930,
      "愍": 2931,
      "意": 2932,
      "愚": 2933,
      "愛": 2934,
      "感": 2935,
      "愽": 2936,
